Repository: BahodurTursunov/EskhataWork
Catalog: litiko.RegulatoryDocuments/litiko.RegulatoryDocuments.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: RegulatoryDocuments
ru: Нормативные документы

# CoverGroup_Douments
source: Douments
ru: Документы

# CoverAction_CreateRegulatoryDocument
source: Create regulatory document
ru: Создать нормативный документ

# CoverDescription_CreateRegulatoryDocument
source: Creation of a regulatory document
ru: Создание нормативного документа

# CoverTitle
source: Regulatory documents
ru: Нормативные документы

# CoverDescription
source: The module is designed for creating, storing and searching for regulatory documents
ru: Модуль предназначен для создания, хранения и поиска нормативных документов

# CoverAction_RegulatoryDocuments
source: Register of regulatory documents
ru: Реестр нормативных документов

# CoverDescription_RegulatoryDocuments
source: List of regulatory documents
ru: Список нормативных документов

# CoverGroup_LinkedInformation
source: Linked information
ru: Связанная информация

# CoverAction_DeadlinesForRevision
source: Deadlines for revision of IRD
ru: Сроки пересмотра ВНД

# CoverDescription_DeadlinesForRevision
source: Opening the deadline for revision of IRD reference
ru: Открытие справочника сроков пересмотра ВНД

# CoverAction_OrgansForApproving
source: Organs for approving IRD
ru: Органы утверждения ВНД

# CoverDescription_OrgansForApproving
source: Opening the organ for approving IRD reference
ru: Открытие справочника утверждающих органов

# CoverGroup_Reports
source: Reports
ru: Отчеты

# CoverAction_ControlOfApprovalDeadlines
source: Control of approval deadlines of IRD
ru: Контроль сроков согласования ВНД

# CoverDescription_ControlOfApprovalDeadlines
source: List of IRD created/updated for the specified period
ru: Список ВНД созданных/актуализированных за указанный период

# JobDisplayName_72bf996270794b008bf68d3a2ce378bd
source: Sending notifications about the need to revise IRD
ru: Рассылка уведомлений о необходимости пересмотра ВНД

# JobDescription_72bf996270794b008bf68d3a2ce378bd
source: Sending notifications about the need to revise IRD
ru: Рассылка уведомлений о необходимости пересмотра ВНД

# JobDisplayName_7f0389a1301544f1a86206a2494e8f02
source: Sending notifications about the need to update IRD
ru: Рассылка уведомлений о необходимости актуализации ВНД

# JobDescription_7f0389a1301544f1a86206a2494e8f02
source: Sending notifications about the need to update IRD
ru: Рассылка уведомлений о необходимости актуализации ВНД
