Repository: BahodurTursunov/EskhataWork
Catalog: litiko.RegulatoryDocuments/litiko.RegulatoryDocuments.Shared/RegulatoryDocument/RegulatoryDocumentSystem.*.resx
Languages: ru

# DisplayName
source: Regulatory document
ru: Нормативный документ

# AccusativeDisplayName
source: Regulatory document
ru: Нормативный документ

# CollectionDisplayName
source: Regulatory documents
ru: Нормативные документы

# Property_Language
source: Document language
ru: Язык документа

# Enum_Language_Ru
source: (ru)
ru: (рус)

# Property_VersionNumber
source: Version number
ru: Номер версии

# Property_LeadingDocument
source: Main IND
ru: Основной ВНД

# Property_Type
source: Type
ru: Тип

# Enum_Type_IsNew
source: New
ru: Новый

# Enum_Type_IsChange
source: Changing
ru: Изменение

# Enum_Type_IsUpdate
source: Update without change
ru: Актуализация без изменения

# Property_IsRequirements
source: Requirements of the Bank's accounting policies
ru: Требования учетной политики Банка

# Property_IsRecommendations
source: Internal audit recommendations
ru: Рекомендации внутреннего аудита

# Property_IsRelatedToStructure
source: Related to the structure of the bank
ru: Связано со структурой банка

# Property_ProcessManager
source: Process Manager
ru: Руководитель процесса

# Property_OrganForApproving
source: Organ for approving
ru: Орган утверждения

# Property_DateBegin
source: Start date
ru: Введение в действие с

# Property_DateRevision
source: Revision date
ru: Дата пересмотра

# Property_DateUpdate
source: Update date
ru: Дата актуализации

# Property_ForWhom
source: For
ru: Для

# Enum_ForWhom_ForManagement
source: management staff
ru: руководящего состава

# Enum_ForWhom_ForAll
source: all users
ru: всех пользователей

# Property_LegalAct
source: Legal act
ru: Правовой акт

# Action_CreateNormativeOrder
source: Create order
ru: Создать приказ

# Action_CreateNormativeOrderHint
source: Creating a new document with the kind Order for approval of IRD
ru: Создание нового документа с видом Приказ об утверждении ВНД.

# Action_CreateNormativeOrderDescription
source: Creating a new document with the kind Order for approval of IRD
ru: Создание нового документа с видом Приказ об утверждении ВНД.

# Action_CopyVersionOnTJ
source: Copy at the taj. language
ru: Копия на тадж. языке

# Action_CopyVersionOnTJHint
source: Create (from a file) or open a version with the note “Taj version language"
ru: Создать (из файла) или открыть версию с примечанием «Версия на тадж. языке»

# Action_CopyVersionOnTJDescription
source: Creating (from a file) or opening a version with the note “Taj version language"
ru: Создание (из файла) или открытие версии с примечанием «Версия на тадж. языке»

# Action_CopyVersionOnRU
source: Copy at the rus. language
ru: Копия на рус. языке

# Action_CopyVersionOnRUHint
source: Create (from a file) or open a version with the note “Rus version language"
ru: Создать (из файла) или открыть версию с примечанием «Версия на рус. языке»

# Action_CopyVersionOnRUDescription
source: Creating (from a file) or opening a version with the note “Rus version language"
ru: Создание (из файла) или открытие версии с примечанием «Версия на рус. языке»

# Action_CreateChange
source: Create сhange
ru: Создать изменение

# Action_CreateChangeHint
source: Create a new IRD with type change
ru: Создать новый ВНД с типом изменение

# Action_CreateChangeDescription
source: Creating a new IRD with the change type
ru: Создание нового ВНД с типом изменение

# Action_CreateUpdate
source: Create update
ru: Создать актуализацию

# Action_CreateUpdateHint
source: Create a new IRD with type update
ru: Создать новый ВНД с типом актуализация

# Action_CreateUpdateDescription
source: Creating a new IRD with the update type
ru: Создание нового ВНД с типом актуализация

# FilterPanel_LifeCycleState_976e63d5b6274cfe97c7dc62fa7bffca
source: Life cycle state
ru: Состояние

# FilterPanel_Draft_d6452bbcdf104287bdbb466643796b4c
source: Draft
ru: В разработке

# FilterPanel_Active_94f0bc422a034fe182b8f01995e92fa8
source: Active
ru: Действующий

# FilterPanel_Obsolete_85bde5946f29458a9c28be81cffb8241
source: Obsolete
ru: Устаревший

# FilterPanel_RevisionOverdue_4b7a06fa9d8047dfbbfb11cbd22f8e09
source: Overdue
ru: Просрочено

# FilterPanel_UpdateUntilEndOfMonth_c71463293db8400dbf0aac45a1d8adb7
source: Until the end of the month
ru: До конца месяца

# FilterPanel_RevisionDate_1911559bd2e94b9199743d204a39e54a
source: Revision date
ru: Дата пересмотра

# FilterPanel_RevisionUntilEndOfMonth_ef5fbf104771426d96d4580e7983af47
source: Until the end of the month
ru: До конца месяца

# FilterPanel_RevisionNoLaterThanThreeMonths_183eb61d407d43e3ad0653cd09510388
source: No later than 3 months
ru: Не позднее 3 месяцев

# FilterPanel_RevisionNoLaterThanSixMonths_00eea55906634526b276e20211bbde62
source: No later than 6 months
ru: Не позднее 6 месяцев

# FilterPanel_RevisionNoLaterThanNineMonths_3f2cf459013f446cb1467b1a92df280f
source: No later than 9 months
ru: Не позднее 9 месяцев

# FilterPanel_RevisionManualPeriod_3135a0e755ca4d1aa07974820e07dba4
source: User-defined period:
ru: Произвольный период:

# FilterPanel_UpdateDate_ecf1726c4ce24435b663760025959c22
source: Update date
ru: Дата актуализации

# FilterPanel_UpdateNoLaterThanThreeMonths_13325c91339d42d0941fac32e407a629
source: No later than 3 months
ru: Не позднее 3 месяцев

# FilterPanel_UpdateNoLaterThanSixMonths_620ea72147ba4dc9adef822d9143769c
source: No later than 6 months
ru: Не позднее 6 месяцев

# FilterPanel_UpdateNoLaterThanNineMonths_ea00ecadf56548b692fd9a603a17ebc9
source: No later than 9 months
ru: Не позднее 9 месяцев

# FilterPanel_UpdateManualPeriod_740e43feb511456c9bcfdde748ac99e7
source: User-defined period:
ru: Произвольный период:

# FilterPanel_UpdateOverdue_e786621d55a14372ba1f78b446160925
source: Overdue
ru: Просрочено

# Action_CreateProjectSolution
source: Submit the issue to the KOU
ru: Вынести вопрос на КОУ

# Action_CreateProjectSolutionHint
source: Submit the issue to the KOU
ru: Вынести вопрос на КОУ

# Action_CreateProjectSolutionDescription
source: Submit the issue to the KOU
ru: Вынести вопрос на КОУ

# Action_ShowActOnTheRelevanceReport
source: Act on the relevance IRD
ru: Акт об актуальности ВНД

# Action_ShowActOnTheRelevanceReportHint
source: Generate and open the report “Act on the relevance of IRD”
ru: Сформировать и открыть отчет "Акт об актуальности ВНД"

# Action_ShowActOnTheRelevanceReportDescription
source: Generating and opening the report "Act on the relevance of IRD"
ru: Формирование и открытие отчета "Акт об актуальности ВНД"

# Action_ShowApprovalSheetIRDReport
source: Approval sheet IRD
ru: Лист согласования ВНД

# Action_ShowApprovalSheetIRDReportHint
source: Generate and open the report “Approval sheet IRD”
ru: Сформировать и открыть отчет "Лист согласования ВНД"

# Action_ShowApprovalSheetIRDReportDescription
source: Generating and opening the report "Approval sheet IRD"
ru: Формирование и открытие отчета "Лист согласования ВНД"

# Action_ShowControlApprovingIRDReport
source: Control approving IRD
ru: Контроль сроков согласования ВНД

# Action_ShowControlApprovingIRDReportHint
source: Control approving IRD
ru: Контроль сроков согласования ВНД

# Action_ShowControlApprovingIRDReportDescription
source: Control approving IRD
ru: Контроль сроков согласования ВНД
