Repository: BahodurTursunov/EskhataWork
Catalog: litiko.CollegiateAgencies/litiko.CollegiateAgencies.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Collegiate Agencies
ru: Коллегиальные органы

# CoverTitle
source: Collegiate Agencies
ru: Коллегиальные органы

# CoverDescription
source: The module is designed for creating, storing and searching for decisions of collegial agencies
ru: Модуль предназначен для создания, хранения и поиска решений коллегиальных органов управления

# CoverGroup_Douments
source: Douments
ru: Документы

# CoverAction_BringQuestion
source: Bring a question to the collagiate agency
ru: Вынести вопрос на коллегиальный орган

# CoverDescription_BringQuestion
source: Create a solution project
ru: Создание проекта решения

# CoverAction_ProjectSolutions
source: Project solutions
ru: Проекты решений

# CoverDescription_ProjectSolutions
source: List of project solutions
ru: Список проектов решений

# CoverAction_Extracts
source: Extracts from the protocols
ru: Выписки из протоколов

# CoverDescription_Extracts
source: List of extracts from minutes of meetings
ru: Список выписок из протоколов заседаний КОУ

# CoverAction_Resolutions
source: Resolutions
ru: Постановления

# CoverDescription_Resolutions
source: List of resolutions
ru: Список постановлений КОУ

# CoverGroup_LinkedInformation
source: Linked information
ru: Связанная информация

# CoverAction_MeetingCategories
source: Meeting categories
ru: Категории заседаний

# CoverDescription_MeetingCategories
source: Opening the meeting category reference
ru: Открытие справочника категорий заседаний КОУ

# CoverAction_MeetingMethods
source: Meeting methods
ru: Способы проведения совещаний

# CoverDescription_MeetingMethods
source: Opening the meeting methods reference
ru: Открытие справочника способов проведения заседаний КОУ
